Repository: iamdanmaks/diploma_backend
Catalog: app/main/translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Successfully logged in.
uk: Вхід був успішним

source: email or password does not match.
uk: Пошта чи пароль не співпадають

source: Try again
uk: Спробуйте знов

source: Provide a valid auth token.
uk: Надайте працюючий токен

source: User not found
uk: Користувача не знайдено

source: Organization not found
uk: Організацію не знайдено

source: Successfully logged out.
uk: Вихід був успішним

source: Organization was successfully edited
uk: Організацію успішно відредаговано

source: Something went wrong
uk: Щось пішло неправильно

source: Organization was successfully deleted
uk: Організацію успішно видалено

source: Organization is not found
uk: Орагнізацію не знайдено

source: Key is found
uk: Ключ знайдено

source: Key is changed
uk: Ключ змінено

source: Organization admin access was changed
uk: Адміністраторський доступ для користувача змінено

source: Organization member was successfully deleted
uk: Член організації був успішно видалений

source: Query was processed
uk: Запит опрацьовано

source: Not enough free tokens
uk: Недостатньо безкоштовних токенів

source: Organization already exists. You should be invited or change the name of organization
uk: Організація вже існує. Ви маєте бути запрошені або змініть ім'я вашої організації

source: Successfully registered.
uk: Успішно зареєстровано

source: User already exists. Please Log in.
uk: Користувач вже існує. Увійдіть, будь ласка

source: The confirmation link is invalid or has expired
uk: Посилання для підтвердження не працює або строк використання закінчився

source: Email was confirmed
uk: Пошту підтверджено

source: New user was invited
uk: Нового користувача запрошено

source: Password was reset
uk: Пароль змінено

source: Username is already taken
uk: Користувацьке ім'я зайняте

source: Password is wrong
uk: Пароль неправильний

source: Profile was successfully edited
uk: Профіль було успішно відредаговано

source: Profile was successfully deleted
uk: Профіль було успішно видалено

source: Voice was saved
uk: Голос збережено

source: Voice data was edited
uk: Дані про голос відредаговано

source: Voice was removed
uk: Голос прибрано

source: This operations should be done from user account
uk: Ці операції мають робитись лише з користувацьокого профілю

source: Confirm your email
uk: Підтвердіть пошту

source: Your organization is still not confirmed
uk: Ваше членство в організація ще не підтверджена

source: You are not organization admin
uk: Ви не адміністратор організації

source: admin token required
uk: Лише для адміністраторів
